Repository: ErdemTempa/TempaApp
Catalog: source/TempaApp/TempaApp/TempaApp/MyResources/AppResources.*.resx
Languages: tr

source: Add Device
tr: Ekle

source: Application Settings
tr: Uygulama Ayarları

source: Attempting to connect to the wrong device
tr: Hatalı cihaza bağlanılmaya çalışılıyor

source: Bluetooth is off
tr: Bluetooth kapalı

source: Cancel
tr: İptal

source: Connect
tr: Bağlan

source: Connected
tr: Bağlandı

source: Connecting to device
tr: Cihaza bağlanılıyor...

source: Connecting...
tr: Bağlanıyor...

source: Connection lost
tr: Bağlantı kayboldu

source: Device connection failed
tr: Cihaz bağlantısı yapılamadı

source: Device settings
tr: Cihaz ayarları

source: Disconnect
tr: Bağlantıyı kes

source: Disconnected
tr: Bağlı değil

source: Do you want to download and update your device with latest firmware?
tr: Son sürüm yazılımı indirip cihazınızı güncellemek istiyor musunuz?

source: Error while saving the file
tr: Dosyayı kaydederken hata oluştu

source: Error!
tr: Hata!

source: Indicator couldn't be added to database
tr: İndikatör veritabanına eklenemedi

source: Load Unload
tr: Haz. / Dağıtım

source: Load Unload Page Title Text
tr: Rasyon Haz. / Dağıtım

source: Main Page
tr: Anasayfa

source: Make sure your mobile device and your indicator has minimum %30 battery level!
tr: Mobil cihazınızın ve indikatörünüzün %30 dan daha fazla pil seviyesinin olduğuna emin olunuz!

source: Make sure your mobile device has already connected to internet!
tr: Mobil cihazınızın internete bağlı olduğundan emin olunuz!

source: Make sure your mobile device is near your indicator!
tr: Mobil cihazınız ile indikatörünüzün yan yana olduğundan emin olunuz!

source: More
tr: Daha Fazla

source: More Page Title Text
tr: Daha Fazla

source: Paired
tr: Eşleştirildi

source: Please, turn on bluetooth of your mobile phone!
tr: Lütfen telefonunuzun bluetooth'unu açınız!

source: Prog Rcp Disch
tr: Rasyon Prog.

source: Prog Rcp Page Title Text
tr: Rasyon / Dağıtım Prog.

source: Select your device
tr: Cihazınızı seçiniz

source: Selected device is not suitable to communicate
tr: Seçilen cihaz haberleşmeye uygun bir cihaz değil

source: Service Settings
tr: Servis Ayarları

source: Settings
tr: Ayarlar

source: Software version
tr: Yazılım versiyonu

source: Transaction Logs
tr: Tartim Kayıtları

source: Unknown device
tr: Bilinmeyen cihaz

source: Update software
tr: Yazılım güncelle

source: User Settings
tr: Ayarlar

source: Warning!
tr: Uyarı!

source: Your device already has latest software version!
tr: Cihazınız zaten en güncel yazılım versiyonuna sahiptir!
